// 连片特困地区数据
var dataCparea = [
    { // 连片特困地区
        name: "六盘山区",
        desc: "六盘山，是中国最年轻的山脉之一。有广义和狭义之分"
    }, {
        name: "秦巴山区",
        desc: "秦巴山区：泛指秦岭和巴山山区。秦巴山区有众多的小盆地"
    }, {
        name: "武陵山区",
        desc: "本区域集革命老区、民族地区和贫困地区于一体,是跨省交界面大、少数民族聚集多、"
    }, {
        name: "乌蒙山区",
        desc: "乌蒙山区扶贫攻坚过程中如果说还有什么困难的话,那就是生活在乌蒙山贫困地区的老百姓已经习惯性生活在资源贫瘠的山地地区。"
    }, {
        name: "滇桂黔石漠化区",
        desc: "滇桂黔石漠化集中连片特殊困难地区跨广西、贵州、云南三省区,集民族地区"
    }, {
        name: "滇西边境山区",
        desc: "滇西边境山区是我国目前最贫困地区之一，是我国重要生态功能区、人口较少民族主要聚集区和边境地区。"
    }, {
        name: "大兴安岭南麓山区",
        desc: "大兴安岭南麓山区为国家新划定的14个集中连片特困地区之一,是我国贫困的重灾区,区域内少数民族群众居多,他们大部分分布于内蒙古的兴安盟地区。"
    }, {
        name: "燕山-太行山区",
        desc: "燕山-太行山山麓属于干旱高寒区，“环首都贫困带”因此从历史上即是发展滞后地区。"
    }, {
        name: "吕梁山区",
        desc: "吕梁山区”被确定为国家重点扶持的14个集中连片特殊困难地区之一"
    }, {
        name: "大别山区",
        desc: "大别山区为国家新划定的14个集中连片特困地区之一,"
    }, {
        name: "罗霄山区",
        desc: "罗霄山区域发展与扶贫攻坚规划区域范围包括江西、湖南两省24个县(市、区),其中有23个集中连片特殊困难地区县市(以下简称片区县),"
    }, {
        name: "西藏区",
        desc: "西藏:“大扶贫”决战“最贫困”---西藏将全力实施脱贫攻坚工程,坚持精准扶贫、精准脱贫,打造大扶贫格局。"
    }, {
        name: "西藏区",
        desc: "四省藏区分别通过提高医保报销比例、降低大病保险起付线、提高封顶线，提高医疗救助水平等不同方式使农村贫困人口保障水平得到明显提高。"
    }, {
        name: "新疆南疆三地州",
        desc: "南疆三地州指的是喀什、和田地区及克孜勒苏柯尔克孜自治州，总面积占全疆面积接近三分之一，总人口670多万，农业人口比重高达78%。在南疆三地州所辖24个县（市）中，19个为国家扶贫开发重点县（市），5个为扶贫开发比照县（市）。"
    }];
var CpareaMarks = [
    {
        name: "新疆南疆三地州",
        x: 71,
        y: 296
    }, {
        name: "西藏区",
        x: 206,
        y: 460
    }, {
        name: "四川藏区",
        x: 362,
        y: 382
    }, {
        name: "滇西边境地区",
        x: 399,
        y: 628
    }, {
        name: "乌蒙山区",
        x: 478,
        y: 556
    }, {
        name: "六盘山区",
        x: 501,
        y: 392
    }, {
        name: "秦巴山区",
        x: 542,
        y: 457
    }, {
        name: "武陵山区",
        x: 567,
        y: 528
    }, {
        name: "滇桂黔石漠化山区",
        x: 507,
        y: 610
    }, {
        name: "罗霄山区",
        x: 666,
        y: 578
    }, {
        name: "大别山区",
        x: 680,
        y: 462
    }, {
        name: "吕梁山区",
        x: 567,
        y: 336
    }, {
        name: "燕山/太行山区",
        x: 631,
        y: 276
    }, {
        name: "大兴安岭南麓山脉",
        x: 713,
        y: 162
    }];
var CpareaMarksGMLQ = [
    {
        name: "青海老区",
        x: 322,
        y: 380
    }, {
        name:"甘肃老区",
        x: 345,
        y: 290
    }, {
        // start
        name:"四川老区",
        x: 443,
        y: 496
    }, {
        name:"云南老区",
        x: 427,
        y: 612
    }, {
        name:"内蒙古老区",
        x: 522,
        y: 285
    }, {
        name:"陕西老区",
        x: 542,
        y: 425
    }, {
        name:"贵州老区",
        x: 519,
        y: 572
    }, {
        name:"广西老区",
        x: 559,
        y: 626
    }, {
        name:"海南老区",
        x: 574,
        y: 720
    }, {
        name:"山西老区",
        x: 596,
        y: 357
    }, {
        name:"河南老区",
        x: 616,
        y: 417
    }, {
        name:"湖北老区",
        x: 618,
        y: 476
    }, {
        name:"湖南老区",
        x: 603,
        y: 548
    }, {
        name:"广东老区",
        x: 637,
        y: 628
    }, {
        name:"北京老区",
        x: 661,
        y: 273
    }, {
        name:"河北老区",
        x: 647,
        y: 323
    }, {
        name:"天津老区",
        x: 676,
        y: 292
    }, {
        name:"山东老区",
        x: 687,
        y: 368
    }, {
        name:"江苏老区",
        x: 736,
        y: 408
    }, {
        name:"安徽老区",
        x: 690,
        y: 462
    }, {
        name:"江西老区",
        x: 668,
        y: 543
    }, {
        name:"浙江老区",
        x: 747,
        y: 500
    }, {
        name:"福建老区",
        x: 712,
        y: 576
    }, {
        name:"黑龙江老区",
        x: 799,
        y: 118
    }, {
        name:"吉林老区",
        x: 790,
        y: 199
    }, {
        name:"辽宁老区",
        x: 761,
        y: 243
    }, {
        name:"上海老区",
        x: 770,
        y: 451
    },
]; // 革命老区
var CpareaMarksBJDQ = [
    {
        name: "西北边疆",
        x: 197,
        y: 251
    }, {
        name: "西南边疆",
        x: 209,
        y: 463
    }, {
        name: "北部边疆",
        x: 506,
        y: 281
    }, {
        name: "东北边疆",
        x: 804,
        y: 122
    }, {
        name: "华北边疆",
        x: 666,
        y: 342
    }, {
        name: "华东边疆",
        x: 737,
        y: 503
    }, {
        name: "华西边疆",
        x: 562,
        y: 631
    },
] //边疆地区
// 一带一路数据

var dataTbari = [
    {
        name: "珲春",
        desc: "吉林省珲春市是“海上丝绸之路”和“丝绸之路经济带”上的重要节点城市，与俄、朝陆路相通，与日、韩隔海相望。"
    },{
        name: "延吉",
        desc: "延吉在国家的重视关怀下具备融入“一带一路”战略的发展基础。近年来，延吉的发展得到了国家的关注与支持。"
    },{
        name: "长春",
        desc: "长春新区被列入国家级“一带一路”经济驱动创新引擎和发展新支点。"
    },{
        name: "北京",
        desc: "北京立足首都城市战略定位，着力打造四大平台，积极参与“一带一路”建设。"
    },{
        name: "郑州",
        desc: "郑州作为“一带一路”重要节点城市、新欧亚大陆桥的战略支点城市，被国家赋予建成连通境内外、辐射东中西的物流通道枢纽，"
    },{
        name: "西安",
        desc: "西安获国家一带一路规划重要战略地位-搜狐"
    },{
        name: "乌鲁木齐",
        desc: "随着乌鲁木齐经济技术开发区（头屯河区）（下称经开区（头屯河区））的“乌鲁木齐综合保税区”和“国际物流中心核心区”两个项目先后启动"
    },{
        name: "泉州",
        desc: "泉州正在积极融入“一带一路”战略，参与国家金融服务实体经济综合改革试验区、民营经济综合配套改革试验区和“东亚文化之都”建设，加快创新转型、实现跨越发展。 "
    },{
        name: "福州",
        desc: "福州是“海上丝绸之路核心区”、国家自贸区、国家新区等全国性的五区叠加区，为全国唯一，现正处于发力阶段，十分需要像“一带一路”这样规格的国际会议来提升自己；"
    },{
        name: "广州",
        desc: "广州是中国最早对外开放的世界性贸易大港，频繁的对外贸易造就了广州的商业繁荣，所以广州有千年商都的美誉"
    },{
        name: "海口",
        desc: "海口，地处华南经济圈前沿位置，1小时航程可抵达香港、澳门和珠三角地区，3小时航程可抵达北京、上海和长三角地区及新加坡等东南亚国家。"
    },{
        name: "北海",
        desc: "北海市位于广西北部湾畔，这里面向东南亚，背靠大西南，是西南出海大通道的重要出海口，同时也是汉代海上丝绸之路早期始发港。所以广西北海是贯彻“一带一路”交汇对接重要门户。"
    },{
        name: "连云港",
        desc: "连云港一直对其“东方大港”的国际贸易枢纽地位格外自信。"
    },{
        name: "兰州",
        desc: "兰州抢抓“一带一路”建设机遇，扩大对外交流，构建更高水平的开放型经济，打造国家向西开放的平台。"
    }
];
var TbariMarks = [];

// 革命老区
var dataOld = [{
    name: "北京老区",
    desc: "门头沟、房山、延庆、密云、怀柔、平谷、顺义、昌平、通州、大兴",
}, {
    name: "山东老区",
    desc: "垦利、利津、广饶、福山、龙口、莱阳、莱州、蓬莱、招远、海阳、栖霞、长岛、青州、寿光、安丘、罗庄区、昌邑、昌乐、临朐、邹城、汶上、泗水、微山、鱼台、梁山、金乡、乳山、荣城、文登、五莲、莒县、河东区、沂南、沂水、临沐、郯城、苍山、费县、平邑、蒙阴、莒南、滨州、沾化、邹平、惠民、阳信、无棣、兰山区、荷泽、鄄城、郓城、巨野、成武、单县、定陶、曹县、东明、聊城、临清、高唐、茌平、东阿、阳谷、河口区、莘县、冠县、章丘、长清、平阴、济阳、商河、胶州、即墨、平度、胶南、莱西、淄博、夏津、齐河、临淄区、恒台、高青、沂源、新泰、肥城、宁阳、东平、滕州、乐陵、禹城、陵县、宁津、庆云、临邑、武城、峄城区、薛城区、泰山区、东营区、牟平区、东港区、莱城区、钢城区、淄川区、博山区、台儿庄区、泰安郊区",
}, {
    name: "天津老区",
    desc: "蓟县、宝坻、宁河、静海、武清、西青区、北辰区、东丽区",
}, {
    name: "河南老区",
    desc: "杞县、新安、洛宁、舞钢、林州、滑县、内黄、淇县、辉县、长垣、获嘉、济源、清丰、南乐、范县、台前、濮阳、卢氏、桐柏、睢县、夏邑、永城、确山、泌阳、信阳、光山、固始、商城、罗山、新县、巩义、荥阳、 登封、新密、通许、兰考、偃师、孟津、嵩县、宜阳、伊川、栾川、汝阳、鲁山、汝州、郏县、安阳、孟县、卫辉、延津、封丘、原阳、新乡，沁阳、修武、博爱、武陟、温县、禹州、鄢陵、郾城、舞阳、渑池、陕县、唐河、南召、商丘、民权、宁陵、扶沟、西华、商水、太康、鹿邑、郸城、淮阴、遂平、西平、上蔡、汝南、正阳、潢川、浚县、鹤壁郊区、安阳郊区",
}, {
    name: "河北老区",
    desc: "井陉、鹿泉、行唐、灵寿、深泽、赞皇、平山、辛集、藁城、丰润、迁安、迁西、遵化、卢龙、成安、大名、 涉县、磁县、永年、丘县、鸡泽、广平、馆陶、曲周、武安、邢台、临城、隆尧、宁晋、巨鹿、新河、广宗、 平乡、威县、清河、沙河、南宫、宣化、张北、沽源、蔚县，阳原、怀安、怀来、涿鹿、赤城、崇礼、承德、 兴隆、滦平、肃宁、献县、河间、文安、满城、定州、安国、易县、涞源、顺平、唐县，望都、涞水、高阳、 安新、曲阳、阜平、博野、蠡县、枣强、武强、饶阳、安平、正定、栾城、高邑、无极、元氏、赵县、晋州、 新乐、丰南，滦县，滦南、乐亭、玉田、青龙、昌黎、抚宁、邯郸、临漳、肥乡，魏县、内丘、柏乡、任县、 南和、临西、平泉、宽城、沧县、青县、东光，海兴、盐山、南皮、吴桥、孟村、泊头、任丘、黄骅、三河、 固安、永清、香河、大城、大厂、霸州、清宛、涿州、徐水、定兴、雄县、容城、衡水、冀州、武邑、深州、 故缄、景县、阜城、丰宁、高碑店",
}, {
    name: "湖北老区",
    desc: "黄陂、新州、红安、麻城、罗田、英山、浠水、武穴、蕲春、黄梅、黄州，通山、通城、崇阳、咸宁、丹江口、蒲圻、洪湖、监利、松滋、石首、公安、大悟、孝昌、汉川、应城、云梦、安陆、广水、孝南、房县、蔡甸区、郧县、竹溪、建始、宣恩、来风、咸丰、鹤峰、巴东、枝城、枝江、当阳、远安、兴山、秭归、长阳、恩施市、五峰，襄阳、枣阳、宜城、保康、谷城，南漳、大冶，阳新、钟祥、京山、仙桃、天门、潜江、随州、江夏区、嘉鱼、郧西、竹山、利川、老河口、荆州郊区、鄂州郊区、神农架林区、宜昌荆州郊区",
}, {
    name: "山西老区",
    desc: "娄烦、阳曲、古交、广灵、灵丘、浑源、盂县、平定、泽州、阳城、高平、陵川、沁水、河曲、保德、偏关、 五寨、岢岚、神池、宁武、静乐、原平、代县、繁峙、五台、定襄、忻州、兴县、临县、方山、岚县、柳林、 离石、中阳，交口、石楼、孝义、汾阳、文水、交城、左权、榆社、和顺、昔阳、寿阳、榆次、太谷、祁县、 平遥、介休、灵石、平顺、黎城、武乡、沁县、沁源、襄垣，屯留、壶关、长治、长子、潞城、临汾、霍州、 翼城、曲沃、襄汾、洪洞、安泽、古县、浮山、乡宁、大宁、吉县、水和、隰县、蒲县、汾西、平鲁、右玉、 应县、垣曲、夏县、平陆、阳高、天镇、左云、大同、候马、山阴、怀仁、运城、河津，临猗、万荣、稷山、 新绛、绛县、闻喜、芮城、永济、朔城区、阳泉郊区、晋城郊区、长治郊区",
}, {
    name: "湖南老区",
    desc: "长沙、望城、浏阳、宁乡、郊区、祁阳、蓝山、桑植、慈利、邵阳、武冈、永顺、龙山、保靖、石门、永定区、汉寿、临澧、安乡、津市、鼎城、澧县、衡南、衡山、衡东、衡阳、祁东、常宁、湘乡、炎陵、茶陵、南岳区、耒阳、岳阳、平江、湘阴、华容、汩罗、临湘、新化、双峰、涟源、溆浦、桂东、永兴、汝城、沅江、冷水江、资兴、宣章，安仁、嘉禾、临武、南县、安化、湘潭、韶山、攸县、澧陵，云溪区、北湖区、苏仙区、赫山区、岳阳楼区、株州郊区、武陵源区",
}, {
    name: "内蒙古老区",
    desc: "武川、宁城、卓资、凉城、土左旗、清水河、杭锦族、察右前旗、和林格尔、察右后旗、四子王旗、呼市郊区、达茂、固阳、兴和、丰镇、土右旗、鄂前旗、乌审族、准格尔旗、达拉特旗、喀喇沁旗、察右中旗、乌拉特前旗、鄂旗",
}, {
    name: "广东老区",
    desc: "茂南区、南雄、翁源、新丰、始兴、吴川、高州、源城、紫金、龙川、和平、东源、仁化、罗定、开平、大埔、福田区、丰顺、五华、博罗、惠东、龙门、海丰、陆丰，陆河、鹤山、高明、廉江、怀集、封开、化州、广宁、梅江区、梅县、增城、佛冈、英德、连州、潮安、饶平、揭西、惠来、普宁、从化、番禹、斗门、潮阳、澄海、湘桥区、曲江、乳源、连平、蕉岭、兴宁、平远、惠阳、东莞、中山、台山、新会、恩平、阳东、阳春、徐闻、罗湖区、雷州、电白、信宜、德庆、高要、四会、阳山、清新、揭东、云安、新兴、郁南、阳西、遂溪、汕尾城区、南山区、龙岗区、麻章区、云城区、宝安区、坡头区、霞山区",
}, {
    name: "辽宁老区",
    desc: "桓仁、本溪、风城、宽甸、新宾、清原、凌源、建昌、绥中",
}, {
    name: "海南老区",
    desc: "海口、琼山、文昌、琼海、万宁、陵水，定安、屯昌、澄迈、临高、儋州、白沙、昌江、东方、琼中、三亚、乐东、通什、保亭",
}, {
    name: "吉林老区",
    desc: "盘石、桦甸、舒兰、蚊河、东丰、东辽、柳河、通化、辉南、集安、临江、长白、抚松、梅河口、东昌区、两道江区、靖宇、延吉、和龙、汪清、龙井、珲春、安图、图们、敦化、榆树、双阳、永吉、龙山区、西安区、八道江区、伊通、三岔子区",
}, {
    name: "广西老区",
    desc: "田东、百色、田阳、德保、靖西、那坡、乐业、田林、西林、隆林、东兰、巴马、风山、天峨、都安、防城区、大化、河池、龙州、天等、隆安、凭祥、崇左、马山、大新，横县、上林、宁明、象州、武宜、合山、港口区、来宾、陆川、博白、玉林、容县、北流、平南、浦北、灵山、上思、贺州、昭平、临桂、灵川、全州、钦北区、灌阳、兴安、资源、龙胜、平果、凌云、南丹、罗城、宜州、扶绥、宾阳、融水、金秀、融安，鹿寨、港北区、忻城、三江、柳城、柳江、合浦、武鸣、邕宁、桂平、东兴、钟山、富川、岑溪、阳朔、平乐、恭城、钦南区、荔浦、港南区、铁山港区、覃塘管理区",
}, {
    name: "黑龙江老区",
    desc: "尚志、延寿、方正、饶河、穆梭、林口、密山、鸡东、勃利、桦南、桦川、汤原、五常、通河、巴彦、木兰、宾县、依兰，宝清、集贤、宁安、海林、东宁、鸡西、虎林、富锦、同江、佳木斯郊区、抚远、嘉阴、铁力、 伊春、庆安、海伦、绥化、绥棱、安达、肇东、肇州、肇源、呼玛、萝北、鹤岗、北安、德都、瑷珲、逊克、 逊吴、嫩江、纳河、克东、克山、依安、拜泉、甘南、双鸭山",
}, {
    name: "四川老区",
    desc: "通江、南江、巴中、平昌、达川、万源、宜汉、渠县、达县、阆中、仪陇、南部、营山、蓬安、苍溪、朝天区、青川、剑阁、江油、梓潼、平武、北川、古蔺、叙永、雅安、荥经、天全、芦山、宝兴、蓬溪、茂县、小金县、金川、汶川、理县、丹巴、道孚、炉霍、甘孜、新龙、石柱、彭水、黔江、酉阳、秀山、城口、开江、马尔康、壤圹、黑水、松潘、雅江、康定、沪定、邛崃、涪陵市、(耳王)溪、 市中区、元坝区",
}, {
    name: "上海老区",
    desc: "上海、嘉定、宝山、川沙(浦东新区)南汇、奉贤、松江、青浦、崇明",
}, {
    name: "贵州老区",
    desc: "毕节、大方、遵义、湄潭、黔西、金沙、赫章、威宁、纳雍、沿河、印江、德江、松桃、遵义市、恫梓、习水、赤水、风冈、绥阳",
}, {
    name: "江苏老区",
    desc: "江宁、六合、漂水、高淳、江阴、无锡、宜兴、丰县、沛县、睢宁、邳州、新沂、武进、金坛、漂阳、常熟、昆山、吴县、海安，如皋、如东、通州、海门、启东、赣榆、东海、青浦、淮阴、沐阳、宿迁、泗阳、涟水、 泗洪、淮安、洪泽、盱眙、金湖、响水、阜宁、滨海、射阳、建湖、大丰、东台、仪征、兴化、高邮、宝应、靖江、泰兴、江都、邛江、姜堰、丹徒、丹阳、句容、扬中、江浦、铜山、太仓、吴江、灌云，灌南、张家港、苏州市区、盐城郊区",
}, {
    name: "云南老区",
    desc: "富宁、广南、威信、镇雄、彝良",
}, {
    name: "浙江老区",
    desc: "余姚、慈溪、鄞县、文成、泰顺、永嘉、平阳、乐清、苍南、瑞安、长兴、安吉、上虞、诸暨、武义、黄岩区、永康、开化、玉环、仙居、遂昌、松阳、庆元、青田、景宁、龙泉、云和、缙云、丽水、淳安、富阳、路桥区、建德、临安、桐庐、余杭、萧山、奉化、宁海、德清、嵊州、新昌、义乌、兰溪、金华、磐安、东阳、瓯海区、浦江、常山、江山、龙游、衢县、三门、温岭、天台、临海、岱山、定海区、普陀区、江北区、湖州市郊区",
}, {
    name: "陕西老区",
    desc: "延安、延长、延川、子长、安寨、志丹、吴旗、甘泉、富县、洛川、宜川、黄龙、黄陵、榆林、神木、府谷、横山、靖边、定边、绥德、米脂、佳县、吴堡、清涧、子州、耀县、宜君、三原、旬邑、淳化、丹风、商南、 宁强、旬阳、宁陕、泾阳、彬县、富平、商州、洛南、山阳、镇安、柞水、南郑、城固、洋县、西乡、勉县、镇巴、蓝田",
}, {
    name: "安徽老区",
    desc: "天安、霍邱、舒城、金寨、霍山、岳西、潜山、广德、郎溪、东至、黟县、铜陵、无为、天长、来安、定远、嘉山、涡阳、寿县、怀宁、太湖、宿松、桐城、纵阳、望江、宣州、泾县、宁国、绩溪、旌德、贵池、石台、 青阳、歙县、屯溪、休宁、祁门、长丰、肥东、肥西、五河、怀远、固镇、芜湖、当涂、濉溪、巢湖、和县、 含山、庐江、滁州、全椒、风阳、砀山、萧县、宿州、灵壁、泗县、蒙城、毫州、黄山区、六安市",
}, {
    name: "甘肃老区",
    desc: "庆阳、宁县、正宁、合水、华池、环县、镇原",
}, {
    name: "福建老区",
    desc: "龙岩、上杭、长汀、永定、连城、武平、漳平、宁化、建宁、泰宁、明溪、清流，将乐、沙县、宁德、福安、福鼎、寿宁、屏南、周宁、霞浦、拓荣、古田、松溪、政和、建阳、光泽、邵武、连江、罗源，福清、安溪、永春、南安、晋江、惠安、德化、平和、诏安，南靖、漳浦、长泰、云霄、莆田、仙游、同安、大田、永安、尤溪、建瓯、浦城、顺昌、长乐、平潭、永泰、闽候、闽清、石狮、龙海、华安、武夷山、延平区",
}, {
    name: "江西老区",
    desc: "乐平、浮梁、莲花、九江、瑞昌、武宁、修水、永修、德安、星子、都昌、湖口、彭泽、分宜、贵溪、赣州市、余江、赣县、南康、信丰、大余、上犹、崇义、安远、龙南、定南、全南、宁都、于都，兴国、瑞金、渝水区、会昌、寻乌、石城、奉新、宜春、万载、宜丰、靖安、铜鼓、上饶、广丰、铅山、横峰，弋阳、波阳、吉安市、万年、德兴、婺源、吉安、吉水、峡江、新干、永丰、泰和、遂川、万安、安福、永新、宁冈、黎川、井冈山、南丰、乐安，宜黄、资溪、广昌、金溪、丰城、樟树、上高、玉山、余干、南城、崇仁、东乡、萍乡市区、景德镇市区",
}];

// 少数民族专区

var dataSxmz = [{
    "name": "阿克塞哈萨克族自治县",
    "desc": ""
}, {
    "name": "巴里坤哈萨克自治县",
    "desc": ""
}, {
    "name": "巴马瑶族自治县",
    "desc": ""
}, {
    "name": "白沙黎族自治县",
    "desc": ""
}, {
    "name": "保亭黎族苗族自治县",
    "desc": ""
}, {
    "name": "北川羌族自治县",
    "desc": ""
}, {
    "name": "本溪满族自治县",
    "desc": ""
}, {
    "name": "沧源佤族自治县",
    "desc": ""
}, {
    "name": "察布查尔锡伯自治县",
    "desc": ""
}, {
    "name": "昌江黎族自治县",
    "desc": ""
}, {
    "name": "长白朝鲜族自治县",
    "desc": ""
}, {
    "name": "长阳土家族自治县",
    "desc": ""
}, {
    "name": "城步苗族自治县",
    "desc": ""
}, {
    "name": "大厂回族自治县",
    "desc": ""
}, {
    "name": "大化瑶族自治县",
    "desc": ""
}, {
    "name": "大通回族土族自治县",
    "desc": ""
}, {
    "name": "道真仡佬族苗族自治县",
    "desc": ""
}, {
    "name": "东乡族自治县",
    "desc": ""
}, {
    "name": "都安瑶族自治县",
    "desc": ""
}, {
    "name": "杜尔伯特蒙古族自治县",
    "desc": ""
}, {
    "name": "峨边彝族自治县",
    "desc": ""
}, {
    "name": "峨山彝族自治县",
    "desc": ""
}, {
    "name": "丰宁满族自治县",
    "desc": ""
}, {
    "name": "阜新蒙古族自治县",
    "desc": ""
}, {
    "name": "富川瑶族自治县",
    "desc": ""
}, {
    "name": "耿马傣族佤族自治县",
    "desc": ""
}, {
    "name": "恭城瑶族自治县",
    "desc": ""
}, {
    "name": "贡山独龙族怒族自治县",
    "desc": ""
}, {
    "name": "关岭布依族苗族自治县",
    "desc": ""
}, {
    "name": "和布克赛尔蒙古自治县",
    "desc": ""
}, {
    "name": "河口瑶族自治县",
    "desc": ""
}, {
    "name": "河南蒙古族自治县",
    "desc": ""
}, {
    "name": "互助土族自治县",
    "desc": ""
}, {
    "name": "化隆回族自治县",
    "desc": ""
}, {
    "name": "环江毛南族自治县",
    "desc": ""
}, {
    "name": "桓仁满族自治县",
    "desc": ""
}, {
    "name": "积石山保安族东乡族撒拉族自治县",
    "desc": ""
}, {
    "name": "江城哈尼族彝族自治县",
    "desc": ""
}, {
    "name": "江华瑶族自治县",
    "desc": ""
}, {
    "name": "金平苗族瑶族傣族自治县",
    "desc": ""
}, {
    "name": "金秀瑶族自治县",
    "desc": ""
}, {
    "name": "景东彝族自治县",
    "desc": ""
}, {
    "name": "景谷傣族彝族自治县",
    "desc": ""
}, {
    "name": "景宁畲族自治县",
    "desc": ""
}, {
    "name": "靖州苗族侗族自治县",
    "desc": ""
}, {
    "name": "喀喇沁左翼蒙古族自治县",
    "desc": ""
}, {
    "name": "宽城满族自治县",
    "desc": ""
}, {
    "name": "宽甸满族自治县",
    "desc": ""
}, {
    "name": "兰坪白族普米族自治县",
    "desc": ""
}, {
    "name": "澜沧拉祜族自治县",
    "desc": ""
}, {
    "name": "乐东黎族自治县",
    "desc": ""
}, {
    "name": "连南瑶族自治县",
    "desc": ""
}, {
    "name": "连山壮族瑶族自治县",
    "desc": ""
}, {
    "name": "陵水黎族自治县",
    "desc": ""
}, {
    "name": "龙胜各族自治县",
    "desc": ""
}, {
    "name": "隆林各族自治县",
    "desc": ""
}, {
    "name": "禄劝彝族苗族自治县",
    "desc": ""
}, {
    "name": "罗城仫佬族自治县",
    "desc": ""
}, {
    "name": "麻阳苗族自治县",
    "desc": ""
}, {
    "name": "马边彝族自治县",
    "desc": ""
}, {
    "name": "门源回族自治县",
    "desc": ""
}, {
    "name": "孟村回族自治县",
    "desc": ""
}, {
    "name": "孟连傣族拉祜族佤族自治县",
    "desc": ""
}, {
    "name": "民和回族土族自治县",
    "desc": ""
}, {
    "name": "墨江哈尼族自治县",
    "desc": ""
}, {
    "name": "木垒哈萨克自治县",
    "desc": ""
}, {
    "name": "木里藏族自治县",
    "desc": ""
}, {
    "name": "南涧彝族自治县",
    "desc": ""
}, {
    "name": "宁洱哈尼族彝族自治县",
    "desc": ""
}, {
    "name": "宁蒗彝族自治县",
    "desc": ""
}, {
    "name": "彭水苗族土家族自治县",
    "desc": ""
}, {
    "name": "屏边苗族自治县",
    "desc": ""
}, {
    "name": "前郭尔罗斯蒙古族自治县",
    "desc": ""
}, {
    "name": "青龙满族自治县",
    "desc": ""
}, {
    "name": "清原满族自治县",
    "desc": ""
}, {
    "name": "琼中黎族苗族自治县",
    "desc": ""
}, {
    "name": "融水苗族自治县",
    "desc": ""
}, {
    "name": "乳源瑶族自治县",
    "desc": ""
}, {
    "name": "三都水族自治县",
    "desc": ""
}, {
    "name": "三江侗族自治县",
    "desc": ""
}, {
    "name": "石林彝族自治县",
    "desc": ""
}, {
    "name": "石柱土家族自治县",
    "desc": ""
}, {
    "name": "双江拉祜族佤族布朗族傣族自治县",
    "desc": ""
}, {
    "name": "松桃苗族自治县",
    "desc": ""
}, {
    "name": "肃北蒙古族自治县",
    "desc": ""
}, {
    "name": "肃南裕固族自治县",
    "desc": ""
}, {
    "name": "塔什库尔干塔吉克自治县",
    "desc": ""
}, {
    "name": "天祝藏族自治县",
    "desc": ""
}, {
    "name": "通道侗族自治县",
    "desc": ""
}, {
    "name": "威宁彝族回族苗族自治县",
    "desc": ""
}, {
    "name": "巍山彝族回族自治县",
    "desc": ""
}, {
    "name": "围场满族蒙古族自治县",
    "desc": ""
}, {
    "name": "维西傈僳族自治县",
    "desc": ""
}, {
    "name": "五峰土家族自治县",
    "desc": ""
}, {
    "name": "务川仡佬族苗族自治县",
    "desc": ""
}, {
    "name": "西盟佤族自治县",
    "desc": ""
}, {
    "name": "新宾满族自治县",
    "desc": ""
}, {
    "name": "新晃侗族自治县",
    "desc": ""
}, {
    "name": "新平彝族傣族自治县",
    "desc": ""
}, {
    "name": "秀山土家族苗族自治县",
    "desc": ""
}, {
    "name": "岫岩满族自治县",
    "desc": ""
}, {
    "name": "寻甸回族彝族自治县",
    "desc": ""
}, {
    "name": "循化撒拉族自治县",
    "desc": ""
}, {
    "name": "焉耆回族自治县",
    "desc": ""
}, {
    "name": "沿河土家族自治县",
    "desc": ""
}, {
    "name": "漾濞彝族自治县",
    "desc": ""
}, {
    "name": "伊通满族自治县",
    "desc": ""
}, {
    "name": "印江土家族苗族自治县",
    "desc": ""
}, {
    "name": "酉阳土家族苗族自治县",
    "desc": ""
}, {
    "name": "玉龙纳西族自治县",
    "desc": ""
}, {
    "name": "玉屏侗族自治县",
    "desc": ""
}, {
    "name": "元江哈尼族彝族傣族自治县",
    "desc": ""
}, {
    "name": "张家川回族自治县",
    "desc": ""
}, {
    "name": "镇宁布依族苗族自治县",
    "desc": ""
}, {
    "name": "镇沅彝族哈尼族拉祜族自治县",
    "desc": ""
}, {
    "name": "芷江侗族自治县",
    "desc": ""
}, {
    "name": "紫云苗族布依族自治县",
    "desc": ""
}];

// 边疆专区
var dataBorder = [{
    "name": "内蒙古自治区",
    "desc": ""
}, {
    "name": "辽宁省",
    "desc": ""
}, {
    "name": "吉林省",
    "desc": ""
}, {
    "name": "黑龙江省",
    "desc": ""
}, {
    "name": "广西壮族自治区",
    "desc": ""
}, {
    "name": "云南省",
    "desc": ""
}, {
    "name": "西藏自治区",
    "desc": ""
}, {
    "name": "甘肃省",
    "desc": ""
}, {
    "name": "新疆维吾尔自治区",
    "desc": ""
}, ];